Repository: MotorolaMobilityLLC/external-elfutils
Catalog: po/*.po
Languages: pl

source: a relocation modifies memory at offset %llu in a write-protected segment
pl: relokacja modyfikuje pamięć pod offsetem %llu w segmencie zabezpieczonym przed zapisem

source: Control options:
pl: Opcje sterujące:

source: Control treatment of gaps in loadable segments [ignore|match] (default: ignore)
pl: Sterowanie traktowaniem luk w segmentach ładowanych [ignore|match] (domyślne: ignore)

source: Output nothing; yield exit status only
pl: Bez wypisywania; przekazanie tylko kodu wyjścia

source: Compare relevant parts of two ELF files for equality.
pl: Porównywanie odpowiednich części dwóch plików ELF pod kątem równości.

source: FILE1 FILE2
pl: PLIK1 PLIK2

source: Invalid number of parameters.
pl: Błędna liczba parametrów.

source: cannot get ELF header of '%s': %s
pl: nie można pobrać nagłówka ELF '%s': %s

source: %s %s diff: ELF header
pl: %s %s diff: nagłówek ELF

source: %s %s differ: section header
pl: %s %s różnią się: nagłówek sekcji

source: cannot get content of section %zu in '%s': %s
pl: nie można pobrać zawartości sekcji %zu w '%s': %s

source: cannot get symbol in '%s': %s
pl: nie można pobrać symbolu w '%s': %s

source: %s %s differ: symbol table [%zu]
pl: %s %s różnią się: tabela symboli [%zu]

source: %s %s differ: symbol table [%zu,%zu]
pl: %s %s różnią się: tabela symboli [%zu,%zu]

source: %s %s differ: section [%zu] '%s' content
pl: %s %s różnią się: zawartość sekcji [%zu] '%s'

source: %s %s differ: section [%zu,%zu] '%s' content
pl: %s %s różnią się: zawartość sekcji [%zu,%zu] '%s'

source: %s %s differ: unequal amount of important sections
pl: %s %s różnią się: różna liczba ważnych sekcji

source: cannot load data of '%s': %s
pl: nie można odczytać danych z '%s': %s

source: cannot get program header entry %d of '%s': %s
pl: nie można pobrać wpisu nagłówka programu %d z '%s': %s

source: %s %s differ: program header %d
pl: %s %s różnią się: nagłówek programu %d

source: %s %s differ: gap
pl: %s %s różnią się: luka

source: Invalid value '%s' for --gaps parameter.
pl: Błędna wartość '%s' dla parametru --gaps.

source: cannot create EBL descriptor for '%s'
pl: nie można utworzyć deskryptora EBL dla '%s'

source: cannot get section header of section %zu: %s
pl: nie można pobrać nagłówka sekcji dla sekcji %zu: %s

source: cannot get content of section %zu: %s
pl: nie można pobrać zawartości sekcji %zu: %s

source: cannot get relocation: %s
pl: nie można pobrać relokacji: %s

source: Generate an index to speed access to archives.
pl: Generowanie indeksu w celu przyspieszenia dostępu do archiwów.

source: ARCHIVE
pl: ARCHIWUM

source: Archive name required
pl: Wymagana nazwa archiwum

source: '%s' is no archive
pl: '%s' nie jest archiwum

source: error while freeing sub-ELF descriptor: %s
pl: błąd podczas zwalniania deskryptora pod-ELF: %s

source: Output Selection:
pl: Wybór wyjścia:

source: Scan entire file, not only loaded sections
pl: Przeszukanie całego pliku, nie tylko sekcji ładowalnych

source: Only NUL-terminated sequences of MIN-LEN characters or more are printed
pl: Wypisywane są tylko zakończone NUL sekwencje o MIN-LEN lub więcej znaków

source: Select character size and endianess: s = 7-bit, S = 8-bit, {b,l} = 16-bit, {B,L} = 32-bit
pl: Wybór rozmiaru i kolejności znaków: s = 7-bit, S = 8-bit, {b,l} = 16-bit, {B,L} = 32-bit

source: Print name of the file before each string.
pl: Wypisanie nazwy pliku przed każdym łańcuchem.

source: Print location of the string in base 8, 10, or 16 respectively.
pl: Wypisanie położenia łańcucha z podstawą odpowiednio 8, 10 lub 16.

source: Alias for --radix=o
pl: Alias dla --radix=o

source: Print the strings of printable characters in files.
pl: Wypisanie łańcuchów znaków drukowalnych w plikach.

source: invalid value '%s' for %s parameter
pl: błędna wartość '%s' dla parametru %s

source: invalid minimum length of matched string size
pl: błędna minimalna długość dopasowanego rozmiaru łańcucha

source: lseek64 failed
pl: lseek64 nie powiodło się

source: re-mmap failed
pl: ponowne mmap nie powiodło się

source: mprotect failed
pl: mprotect nie powiodło się
