Repository: MotorolaMobilityLLC/external-elfutils
Catalog: po/*.po
Languages: pl

source: section [%2d] '%s': entry %zu: unknown tag
pl: sekcja [%2d] '%s': wpis %zu: nieznany znacznik

source: section [%2d] '%s': entry %zu: more than one entry with tag %s
pl: sekcja [%2d] '%s': wpis %zu: więcej niż jeden wpis ze znacznikiem %s

source: section [%2d] '%s': entry %zu: level 2 tag %s used
pl: sekcja [%2d] '%s': wpis %zu: użyto znacznika %s poziomu 2

source: section [%2d] '%s': entry %zu: DT_PLTREL value must be DT_REL or DT_RELA
pl: sekcja [%2d] '%s': wpis %zu: wartością DT_PLTREL musi być DT_REL lub DT_RELA

source: section [%2d] '%s': entry %zu: pointer does not match address of section [%2d] '%s' referenced by sh_link
pl: sekcja [%2d] '%s': wpis %zu: wskaźnik nie pasuje do adresu sekcji [%2d] '%s' wskazywanej przez sh_link

source: section [%2d] '%s': entry %zu: %s value must point into loaded segment
pl: sekcja [%2d] '%s': wpis %zu: wartość %s musi wskazywać na załadowany segment

source: section [%2d] '%s': entry %zu: %s value must be valid offset in section [%2d] '%s'
pl: sekcja [%2d] '%s': wpis %zu: wartość %s musi być poprawnym offsetem w sekcji [%2d] '%s'

source: section [%2d] '%s': contains %s entry but not %s
pl: sekcja [%2d] '%s': zawiera wpis %s, ale nie %s

source: section [%2d] '%s': mandatory tag %s not present
pl: sekcja [%2d] '%s': brak obowiązkowego znacznika %s

source: section [%2d] '%s': no hash section present
pl: sekcja [%2d] '%s': brak sekcji haszy

source: section [%2d] '%s': not all of %s, %s, and %s are present
pl: sekcja [%2d] '%s': nie wszystkie z %s, %s i %s są obecne

source: section [%2d] '%s': %s tag missing in DSO marked during prelinking
pl: sekcja [%2d] '%s': brak znacznika %s w DSO zaznaczonym przy prelinkowaniu

source: section [%2d] '%s': non-DSO file marked as dependency during prelink
pl: sekcja [%2d] '%s': plik nie-DSO zaznaczony jako zależność przy prelinkowaniu

source: section [%2d] '%s': %s tag missing in prelinked executable
pl: sekcja [%2d] '%s': brak znacznika %s w prelinkowanym programie wykonywalnym

source: section [%2d] '%s': only relocatable files can have extended section index
pl: sekcja [%2d] '%s': tylko pliki relokowalne mogą mieć rozszerzoną sekcję indeksów

source: section [%2d] '%s': extended section index section not for symbol table
pl: sekcja [%2d] '%s': sekcja rozszerzonych indeksów sekcji nie dla tabeli symboli

source: cannot get data for symbol section
pl: nie można pobrać danych dla sekcji symboli

source: section [%2d] '%s': entry size does not match Elf32_Word
pl: sekcja [%2d] '%s': rozmiar wpisu nie zgadza się z Elf32_Word

source: section [%2d] '%s': extended index table too small for symbol table
pl: sekcja [%2d] '%s': tabela rozszerzonych indeksów za mała dla tabeli symboli

source: section [%2d] '%s': extended section index in section [%2zu] '%s' refers to same symbol table
pl: sekcja [%2d] '%s': rozszerzony indeks sekcji w sekcji [%2zu] '%s' odwołuje się do tej samej tabeli symboli

source: symbol 0 should have zero extended section index
pl: symbol 0 powinien mieć zerowy rozszerzony indeks sekcji

source: cannot get data for symbol %zu
pl: nie można pobrać danych dla symbolu %zu

source: extended section index is %<PRIu32> but symbol index is not XINDEX
pl: rozszerzony indeks sekcji to %<PRIu32>, ale indeks symbolu to nie XINDEX

source: section [%2d] '%s': hash table section is too small (is %ld, expected %ld)
pl: sekcja [%2d] '%s': sekcja tablicy haszującej jest zbyt mała (%ld, oczekiwano %ld)

source: section [%2d] '%s': chain array too large
pl: sekcja [%2d] '%s': tablica łańcuchowa zbyt duża

source: section [%2d] '%s': hash bucket reference %zu out of bounds
pl: sekcja [%2d] '%s': odwołanie do kubełka hasza %zu spoza zakresu

source: section [%2d] '%s': hash chain reference %zu out of bounds
pl: sekcja [%2d] '%s': odwołanie do łańcucha hasza %zu spoza zakresu

source: section [%2d] '%s': hash chain reference %<PRIu64> out of bounds
pl: sekcja [%2d] '%s': odwołanie do łańcucha hasza %<PRIu64> spoza zakresu

source: section [%2d] '%s': bitmask size not power of 2: %u
pl: sekcja [%2d] '%s': rozmiar maski bitowej nie jest potęgą 2: %u

source: section [%2d] '%s': hash table section is too small (is %ld, expected at least%ld)
pl: sekcja [%2d] '%s': sekcja tablicy haszującej jest zbyt mała (%ld, oczekiwano co najmniej %ld)

source: section [%2d] '%s': 2nd hash function shift too big: %u
pl: sekcja [%2d] '%s': drugie przesunięcie funkcji haszującej zbyt duże: %u

source: section [%2d] '%s': hash chain for bucket %zu lower than symbol index bias
pl: sekcja [%2d] '%s': łańcuch haszujący dla kubełka %zu mniejszy niż przesunięcie indeksu symboli

source: section [%2d] '%s': symbol %u referenced in chain for bucket %zu is undefined
pl: sekcja [%2d] '%s': symbol %u wskazywany w łańcuchu dla kubełka %zu jest niezdefiniowany

source: section [%2d] '%s': hash value for symbol %u in chain for bucket %zu wrong
pl: sekcja [%2d] '%s': wartość hasza dla symbolu %u w łańcuchu dla kubełka %zu jest błędna

source: section [%2d] '%s': hash chain for bucket %zu out of bounds
pl: sekcja [%2d] '%s': łańcuch hasza dla kubełka %zu spoza zakresu

source: section [%2d] '%s': symbol reference in chain for bucket %zu out of bounds
pl: sekcja [%2d] '%s': odwołanie do symbolu w łańcuchu dla kubełka %zu spoza zakresu

source: section [%2d] '%s': bitmask does not match names in the hash table
pl: sekcja [%2d] '%s': maska bitowa nie pasuje do nazw w tablicy haszującej

source: section [%2d] '%s': relocatable files cannot have hash tables
pl: sekcja [%2d] '%s': pliki relokowalne nie mogą mieć tablic haszujących

source: section [%2d] '%s': hash table not for dynamic symbol table
pl: sekcja [%2d] '%s': tablica haszująca nie dla tabeli dynamicznych symboli

source: section [%2d] '%s': hash table entry size incorrect
pl: sekcja [%2d] '%s': niepoprawny rozmiar wpisu tablicy haszującej

source: section [%2d] '%s': not marked to be allocated
pl: sekcja [%2d] '%s': nie oznaczona do przydzielenia

source: section [%2d] '%s': hash table has not even room for initial administrative entries
pl: sekcja [%2d] '%s': tablica haszująca nie ma miejsca nawet na początkowe wpisy administracyjne

source: sh_link in hash sections [%2zu] '%s' and [%2zu] '%s' not identical
pl: sh_link w sekcjach hash [%2zu] '%s' i [%2zu] '%s' nie są identyczne

source: section [%2zu] '%s': reference to symbol index 0
pl: sekcja [%2zu] '%s': odwołanie do symbolu o indeksie 0

source: symbol %d referenced in new hash table in [%2zu] '%s' but not in old hash table in [%2zu] '%s'
pl: symbol %d wymieniony w nowej tablicy haszującej w [%2zu] '%s', ale nie w starej tablicy haszującej [%2zu] '%s'

source: symbol %d referenced in old hash table in [%2zu] '%s' but not in new hash table in [%2zu] '%s'
pl: symbol %d wymieniony w starej tablicy haszującej w [%2zu] '%s', ale nie w nowej tablicy haszującej w [%2zu] '%s'

source: section [%2d] '%s': nonzero sh_%s for NULL section
pl: sekcja [%2d] '%s': niezerowe sh_%s dla sekcji NULL

source: section [%2d] '%s': section groups only allowed in relocatable object files
pl: sekcja [%2d] '%s': w plikach obiektów relokowalnych dozwolone są tylko grupy sekcji

source: section [%2d] '%s': cannot get symbol table: %s
pl: sekcja [%2d] '%s': nie można pobrać tabeli symboli: %s

source: section [%2d] '%s': section reference in sh_link is no symbol table
pl: sekcja [%2d] '%s': odwołanie do sekcji w sh_link nie ma tabeli symboli

source: section [%2d] '%s': invalid symbol index in sh_info
pl: sekcja [%2d] '%s': błędny indeks symbolu w sh_info

source: section [%2d] '%s': sh_flags not zero
pl: sekcja [%2d] '%s': niezerowe sh_flags

source: section [%2d] '%s': sh_flags not set correctly
pl: sekcja [%2d] '%s': sh_flags nie ustawione poprawnie

source: section [%2d] '%s': cannot get data: %s
pl: sekcja [%2d] '%s': nie można pobrać danych: %s

source: section [%2d] '%s': section size not multiple of sizeof(Elf32_Word)
pl: sekcja [%2d] '%s': rozmiar sekcji nie jest wielokrotnością sizeof(Elf32_Word)

source: section [%2d] '%s': section group without flags word
pl: sekcja [%2d] '%s': grupa sekcji bez słowa flag

source: section [%2d] '%s': section group without member
pl: sekcja [%2d] '%s': grupa sekcji bez elementów

source: section [%2d] '%s': section group with only one member
pl: sekcja [%2d] '%s': grupa sekcji z tylko jednym elementem

source: section [%2d] '%s': unknown section group flags
pl: sekcja [%2d] '%s': nieznane flagi grupy sekcji

source: section [%2d] '%s': section index %Zu out of range
pl: sekcja [%2d] '%s': indeks sekcji %Zu spoza zakresu

source: section [%2d] '%s': cannot get section header for element %zu: %s
pl: sekcja [%2d] '%s': nie można pobrać nagłówka sekcji dla elementu %zu: %s

source: section [%2d] '%s': section group contains another group [%2d] '%s'
pl: sekcja [%2d] '%s': grupa sekcji zawiera inną grupę [%2d] '%s'

source: section [%2d] '%s': element %Zu references section [%2d] '%s' without SHF_GROUP flag set
pl: sekcja [%2d] '%s': element %Zu odwołuje się do sekcji [%2d] '%s' bez flagi SHF_GROUP

source: section [%2d] '%s' is contained in more than one section group
pl: sekcja [%2d] '%s' jest zawarta w więcej niż jednej grupie sekcji

source: section [%2d] '%s' refers in sh_link to section [%2d] '%s' which is no dynamic symbol table
pl: sekcja [%2d] '%s' odwołuje się w sh_link do sekcji [%2d] '%s', która nie jest tabelą symboli dynamicznych

source: section [%2d] '%s' has different number of entries than symbol table [%2d] '%s'
pl: sekcja [%2d] '%s' ma inną liczbę wpisów niż tabela symboli [%2d] '%s'

source: section [%2d] '%s': symbol %d: cannot read version data
pl: sekcja [%2d] '%s': symbol %d: nie można odczytać danych wersji

source: section [%2d] '%s': symbol %d: local symbol with global scope
pl: sekcja [%2d] '%s': symbol %d: symbol lokalny z zakresem globalnym

source: section [%2d] '%s': symbol %d: local symbol with version
pl: sekcja [%2d] '%s': symbol %d: symbol lokalny z wersją

source: section [%2d] '%s': symbol %d: invalid version index %d
pl: sekcja [%2d] '%s': symbol %d: błędny indeks wersji %d

source: section [%2d] '%s': symbol %d: version index %d is for defined version
pl: sekcja [%2d] '%s': symbol %d: indeks wersji %d jest dla wersji zdefiniowanej

source: section [%2d] '%s': symbol %d: version index %d is for requested version
pl: sekcja [%2d] '%s': symbol %d: indeks wersji %d jest dla wersji żądanej

source: more than one version reference section present
pl: obecna więcej niż jedna sekcja odniesienia wersji

source: section [%2d] '%s': sh_link does not link to string table
pl: sekcja [%2d] '%s': sh_link nie łączy się z tabelą łańcuchów

source: section [%2d] '%s': entry %d has wrong version %d
pl: sekcja [%2d] '%s': wpis %d ma złą wersję %d

source: section [%2d] '%s': entry %d has wrong offset of auxiliary data
pl: sekcja [%2d] '%s': wpis %d ma zły offset dla danych dodatkowych

source: section [%2d] '%s': entry %d has invalid file reference
pl: sekcja [%2d] '%s': symbol %d ma błędne odniesienie do pliku

source: section [%2d] '%s': entry %d references unknown dependency
pl: sekcja [%2d] '%s': wpis %d odnosi się do nieznanej zależności

source: section [%2d] '%s': auxiliary entry %d of entry %d has unknown flag
pl: sekcja [%2d] '%s': wpis dodatkowy %d do wpisu %d ma nieznaną flagę

source: section [%2d] '%s': auxiliary entry %d of entry %d has invalid name reference
pl: sekcja [%2d] '%s': wpis dodatkowy %d do wpisu %d ma błędne odniesienie do nazwy

source: section [%2d] '%s': auxiliary entry %d of entry %d has wrong hash value: %#x, expected %#x
pl: sekcja [%2d] '%s': wpis dodatkowy %d do wpisu %d ma złą wartość hasza: %#x, oczekiwano %#x

source: section [%2d] '%s': auxiliary entry %d of entry %d has duplicate version name '%s'
pl: sekcja [%2d] '%s': wpis dodatkowy %d do wpisu %d ma powtórzoną nazwę wersji '%s'

source: section [%2d] '%s': auxiliary entry %d of entry %d has wrong next field
pl: sekcja [%2d] '%s': wpis dodatkowy %d do wpisu %d ma złe następne pole

source: section [%2d] '%s': entry %d has invalid offset to next entry
pl: sekcja [%2d] '%s': wpis %d ma błędny offset do następnego wpisu

source: more than one version definition section present
pl: obecna więcej niż jedna sekcja definicji wersji

source: section [%2d] '%s': more than one BASE definition
pl: sekcja [%2d] '%s': jest więcej niż jedna definicja BASE

source: section [%2d] '%s': BASE definition must have index VER_NDX_GLOBAL
pl: sekcja [%2d] '%s': definicja BASE musi mieć indeks VER_NDX_GLOBAL

source: section [%2d] '%s': entry %d has unknown flag
pl: sekcja [%2d] '%s': wpis %d ma nieznaną flagę

source: section [%2d] '%s': entry %d has invalid name reference
pl: sekcja [%2d] '%s': wpis %d ma błędne odniesienie do nazwy

source: section [%2d] '%s': entry %d has wrong hash value: %#x, expected %#x
pl: sekcja [%2d] '%s': wpis %d ma złą wartość hasza: %#x, oczekiwano %#x

source: section [%2d] '%s': entry %d has duplicate version name '%s'
pl: sekcja [%2d] '%s': wpis %d ma powtórzoną nazwę wersji '%s'

source: section [%2d] '%s': entry %d has invalid name reference in auxiliary data
pl: sekcja [%2d] '%s': wpis %d ma błędne odniesienie do nazwy w danych dodatkowych

source: section [%2d] '%s': entry %d has wrong next field in auxiliary data
pl: sekcja [%2d] '%s': wpis %d ma złe następne pole w danych dodatkowych

source: section [%2d] '%s': no BASE definition
pl: sekcja [%2d] '%s': brak definicji BASE

source: section [%2d] '%s': unknown parent version '%s'
pl: sekcja [%2d] '%s': nieznana wersja rodzica '%s'

source: cannot get section header of zeroth section
pl: nie można pobrać nagłówka sekcji zerowej

source: zeroth section has nonzero name
pl: sekcja zerowa ma niezerową nazwę

source: zeroth section has nonzero type
pl: sekcja zerowa ma niezerowy typ

source: zeroth section has nonzero flags
pl: sekcja zerowa ma niezerowe flagi

source: zeroth section has nonzero address
pl: sekcja zerowa ma niezerowy adres

source: zeroth section has nonzero offset
pl: sekcja zerowa ma niezerowy offset

source: zeroth section has nonzero align value
pl: sekcja zerowa ma niezerową wartość wyrównania

source: zeroth section has nonzero entry size value
pl: sekcja zerowa ma niezerową wartość rozmiaru wpisu

source: zeroth section has nonzero size value while ELF header has nonzero shnum value
pl: sekcja zerowa ma niezerową wartość rozmiaru, a nagłówek ELF ma niezerową wartość shnum

source: zeroth section has nonzero link value while ELF header does not signal overflow in shstrndx
pl: sekcja zerowa ma niezerową wartość dowiązań, a nagłówek ELF nie sygnalizuje przepełnienia w shstrndx

source: cannot get section header for section [%2zu] '%s': %s
pl: nie można pobrać nagłówka sekcji dla sekcji [%2zu] '%s': %s

source: section [%2zu]: invalid name
pl: sekcja [%2zu]: błędna nazwa

source: section [%2d] '%s' has wrong type: expected %s, is %s
pl: sekcja [%2d] '%s' ma zły typ: oczekiwano %s, jest %s

source: section [%2zu] '%s' has wrong flags: expected %s, is %s
pl: sekcja [%2zu] '%s' ma złe flagi: oczekiwano %s, jest %s

source: section [%2zu] '%s' has wrong flags: expected %s and possibly %s, is %s
pl: sekcja [%2zu] '%s' ma złe flagi: oczekiwano %s i być może %s, jest %s

source: section [%2zu] '%s' present in object file
pl: sekcja [%2zu] '%s' obecna w pliku obiektu

source: section [%2zu] '%s' has SHF_ALLOC flag set but there is no loadable segment
pl: sekcja [%2zu] '%s' ma flagę SHF_ALLOC, ale nie ma segmentu ładowalnego

source: section [%2zu] '%s' has SHF_ALLOC flag not set but there are loadable segments
pl: sekcja [%2zu] '%s' nie ma flagi SHF_ALLOC, ale są segmenty ładowalne

source: section [%2zu] '%s' is extension section index table in non-object file
pl: sekcja [%2zu] '%s' jest tabelą indeksów sekcji rozszerzeń w pliku nie-obiektowym

source: section [%2zu] '%s': size not multiple of entry size
pl: sekcja [%2zu] '%s': rozmiar nie jest wielokrotnością rozmiaru wpisu

source: cannot get section header
pl: nie można pobrać nagłówka sekcji

source: section [%2zu] '%s' has unsupported type %d
pl: sekcja [%2zu] '%s' ma nieobsługiwany typ %d

source: section [%2zu] '%s' contains invalid processor-specific flag(s) %#<PRIx64>
pl: sekcja [%2zu] '%s' zawiera błędne flagi specyficzne dla procesora %#<PRIx64>

source: section [%2zu] '%s' contains unknown flag(s) %#<PRIx64>
pl: sekcja [%2zu] '%s' zawiera nieznane flagi %#<PRIx64>

source: section [%2zu] '%s': thread-local data sections address not zero
pl: sekcja [%2zu] '%s': adres sekcji danych lokalnych dla wątków nie jest zerem

source: section [%2zu] '%s': invalid section reference in link value
pl: sekcja [%2zu] '%s': błędne odwołanie do sekcji w wartości dowiązania

source: section [%2zu] '%s': invalid section reference in info value
pl: sekcja [%2zu] '%s': błędne odwołanie do sekcji w wartości informacyjnej

source: section [%2zu] '%s': strings flag set without merge flag
pl: sekcja [%2zu] '%s': flaga łańcuchów ustawiona bez flagi merge

source: section [%2zu] '%s': merge flag set but entry size is zero
pl: sekcja [%2zu] '%s': flaga merge ustawiona, ale rozmiar wpisu jest zerowy

source: section [%2zu] '%s' not fully contained in segment of program header entry %d
pl: sekcja [%2zu] '%s' nie jest w całości zawarta w segmencie wpisu %d nagłówka programu

source: section [%2zu] '%s' has type NOBITS but is read from the file in segment of program header entry %d
pl: sekcja [%2zu] '%s' ma typ NOBITS, a jest czytana z pliku w segmencie wpisu %d nagłówka programu

source: section [%2zu] '%s' has not type NOBITS but is not read from the file in segment of program header entry %d
pl: sekcja [%2zu] '%s' nie ma typu NOBITS, a nie jest czytana z pliku w segmencie wpisu %d nagłówka programu

source: section [%2zu] '%s': alloc flag set but section not in any loaded segment
pl: sekcja [%2zu] '%s': ma flagę alloc, ale sekcja nie jest w żadnym segmencie ładowalnym

source: section [%2zu] '%s': ELF header says this is the section header string table but type is not SHT_TYPE
pl: sekcja [%2zu] '%s': według nagłówka ELF to jest tabela łańcuchów nagłówków sekcji, ale typ nie jest SHT_TYPE

source: section [%2zu] '%s': relocatable files cannot have dynamic symbol tables
pl: sekcja [%2zu] '%s': pliki relokowalne nie mogą mieć tabeli symboli dynamicznych

source: more than one version symbol table present
pl: obecna więcej niż jedna tabela symboli wersji

source: INTERP program header entry but no .interp section
pl: jest wpis nagłówka programu INTERP, ale nie ma sekcji .interp

source: no .gnu.versym section present but .gnu.versym_d or .gnu.versym_r section exist
pl: brak sekcji .gnu.versym, ale istnieje sekcja .gnu.versym_d lub .gnu.versym_r

source: duplicate version index %d
pl: powtórzony indeks wersji %d

source: .gnu.versym section present without .gnu.versym_d or .gnu.versym_r
pl: sekcja .gnu.versym istnieje bez .gnu.versym_d lub .gnu.versym_r

source: phdr[%d]: no note entries defined for the type of file
pl: phdr[%d]: brak zdefiniowanych wpisów note dla typu pliku

source: only executables, shared objects, and core files can have program headers
pl: tylko pliki wykonywalne, obiektów dzielonych i core mogą mieć nagłówki programu

source: cannot get program header entry %d: %s
pl: nie można pobrać wpisu nagłówka programu %d: %s

source: program header entry %d: unknown program header entry type %#<PRIx64>
pl: wpis nagłówka programu %d: nieznany typ wpisu nagłówka programu %#<PRIx64>

source: more than one INTERP entry in program header
pl: więcej niż jeden wpis INTERP w nagłówku programu

source: more than one TLS entry in program header
pl: więcej niż jeden wpis TLS w nagłówku programu

source: static executable cannot have dynamic sections
pl: statyczny program wykonywalny nie może mieć sekcji dynamicznych

source: dynamic section reference in program header has wrong offset
pl: odniesienie sekcji dynamicznej w nagłówku programu ma zły offset

source: dynamic section size mismatch in program and section header
pl: różne rozmiary sekcji dynamicznej w nagłówku programu i sekcji

source: more than one GNU_RELRO entry in program header
pl: więcej niż jeden wpis GNU_RELRO w nagłówku programu

source: loadable segment GNU_RELRO applies to is not writable
pl: ładowalny segment wskazywany przez GNU_RELRO nie jest zapisywalny

source: %s segment not contained in a loaded segment
pl: segment %s nie zawiera się w ładowanym segmencie

source: program header offset in ELF header and PHDR entry do not match
pl: offsety nagłówka programu w nagłówku ELF i wpisie PHDR nie zgadzają się

source: program header entry %d: file size greater than memory size
pl: wpis nagłówka programu %d: rozmiar pliku większy niż rozmiar pamięci

source: program header entry %d: alignment not a power of 2
pl: wpis nagłówka programu %d: wyrównanie nie jest potęgą 2

source: program header entry %d: file offset and virtual address not module of alignment
pl: wpis nagłówka programu %d: offset w pliku i adres wirtualny nie są wielokrotnością wyrównania

source: cannot read ELF header: %s
pl: nie można odczytać nagłówka ELF: %s

source: text relocation flag set but not needed
pl: flagi relokacji tekstu ustawione, ale niepotrzebne

source: Show only base names of source files
pl: Pokazywanie tylko podstawowych nazw plików źródłowych

source: Show absolute file names using compilation directory
pl: Pokazywanie bezwzględnych nazw plików z użyciem katalogu kompilacji

source: Also show function names
pl: Pokazywanie dodatkowo nazw funkcji

source: Locate source files and line information for ADDRs (in a.out by default).
pl: Odnajdywanie plików źródłowych i informacji o linii dla ADRESU (domyślnie w a.out).

source: [ADDR...]
pl: [ADRES...]

source: Input Selection:
pl: Wybór wejścia:

source: Prepend PATH to all file names
pl: Dołączenie ŚCIEŻKI do wszystkich nazw plików

source: Use PATH as root of debuginfo hierarchy
pl: Użycie ŚCIEŻKI jako korzenia dla hierarchii debuginfo

source: Locate source of text relocations in FILEs (a.out by default).
pl: Odnajdywanie źródeł relokacji tekstu w PLIKACH (domyślnie a.out).

source: cannot create ELF descriptor for '%s': %s
pl: nie można utworzyć deskryptora ELF dla '%s': %s

source: cannot get ELF header '%s': %s
pl: nie można pobrać nagłówka ELF '%s': %s

source: '%s' is not a DSO or PIE
pl: '%s' nie jest DSO ani PIE

source: getting get section header of section %zu: %s
pl: podczas pobierania nagłówka sekcji dla sekcji %zu: %s

source: cannot read dynamic section: %s
pl: nie można odczytać sekcji dynamicznej: %s

source: no text relocations reported in '%s'
pl: brak relokacji tekstu w '%s'

source: while reading ELF file
pl: podczas odczytu pliku ELF

source: cannot get program header index at offset %d: %s
pl: nie można pobrać indeksu nagłówka programu pod offsetem %d: %s

source: cannot get section header of section %Zu: %s
pl: nie można pobrać nagłówka sekcji dla sekcji %Zu: %s

source: cannot get symbol table section %zu in '%s': %s
pl: nie można pobrać sekcji tabeli symboli %zu w '%s': %s

source: cannot get relocation at index %d in section %zu in '%s': %s
pl: nie można pobrać relokacji pod indeksem %d w sekcji %zu w '%s': %s

source: %s not compiled with -fpic/-fPIC
pl: %s nie został skompilowany z -fpic/-fPIC

source: the file containing the function '%s' is not compiled with -fpic/-fPIC
pl: plik zawierający funkcję '%s' nie został skompilowany z -fpic/-fPIC

source: the file containing the function '%s' might not be compiled with -fpic/-fPIC
pl: plik zawierający funkcję '%s' mógł nie zostać skompilowany z -fpic/-fPIC

source: either the file containing the function '%s' or the file containing the function '%s' is not compiled with -fpic/-fPIC
pl: plik zawierający funkcję '%s' lub plik zawierający funkcję '%s' nie został skompilowany z -fpic/-fPIC
