Repository: MotorolaMobilityLLC/external-elfutils
Catalog: po/*.po
Languages: pl

source: cannot set access and modification date of '%s'
pl: nie można ustawić czasu dostępu i modyfikacji '%s'

source: Input File Control:
pl: Sterowanie plikiem wejściowym:

source: Include whole archives in the output from now on.
pl: Dołączanie całych archiwów na wyjściu od teraz.

source: FILE
pl: PLIK

source: Start a group.
pl: Rozpoczęcie grupy.

source: End a group.
pl: Zakończenie grupy.

source: PATH
pl: ŚCIEŻKA

source: Add PATH to list of directories files are searched in.
pl: Dodanie ŚCIEŻKI do listy katalogów, w których są szukane pliki.

source: Only set DT_NEEDED for following dynamic libs if actually used
pl: Ustawianie DT_NEEDED dla następujących bibliotek dynamicznych tylko jeśli są używane

source: Always set DT_NEEDED for following dynamic libs
pl: Ustawianie zawsze DT_NEEDED dla następujących bibliotek dynamicznych

source: Ignore LD_LIBRARY_PATH environment variable.
pl: Zignorowanie zmiennej środowiskowej LD_LIBRARY_PATH.

source: Output File Control:
pl: Sterowanie plikiem wyjściowym:

source: Place output in FILE.
pl: Umieszczenie wyjścia w PLIKU.

source: Object is marked to not use default search path at runtime.
pl: Oznaczenie obiektu, aby nie używał domyślnej ścieżki przeszukiwań.

source: Same as --whole-archive.
pl: To samo co --whole-archive.

source: Default rules of extracting from archive; weak references are not enough.
pl: Domyślne reguły wyciągania z archiwum; słabe odwołania nie wystarczają.

source: Weak references cause extraction from archive.
pl: Słabe odwołania powodują wyciągnięcie z archiwum.

source: Allow multiple definitions; first is used.
pl: Zezwolenie na wielokrotne definicje; używana jest pierwsza.

source: Disallow/allow undefined symbols in DSOs.
pl: Nie zezwalanie/zezwalanie na niezdefiniowane symbole w DSO.

source: Object requires immediate handling of $ORIGIN.
pl: Obiekt wymaga bezpośredniego obsłużenia $ORIGIN.

source: Relocation will not be processed lazily.
pl: Relokacje nie będą przeprowadzane leniwie.

source: Object cannot be unloaded at runtime.
pl: Obiekt nie może być odładowany w czasie działania.

source: Mark object to be initialized first.
pl: Oznaczenie obiektu, aby był inicjowany pierwszy.

source: Enable/disable lazy-loading flag for following dependencies.
pl: Włączenie/wyłączenie flagi leniwego ładowania dla następnych zależności.

source: Mark object as not loadable with 'dlopen'.
pl: Oznaczenie obiektu jako nie ładowalnego przez 'dlopen'.

source: Ignore/record dependencies on unused DSOs.
pl: Zignorowanie/zapisanie zależności od nieużywanych DSO.

source: Generated DSO will be a system library.
pl: Generowany DSO będzie biblioteką systemową.

source: ADDRESS
pl: ADRES

source: Set entry point address.
pl: Ustawienie adresu punktu wejściowego.

source: Do not link against shared libraries.
pl: Nie linkowanie z bibliotekami dzielonymi.

source: Prefer linking against shared libraries.
pl: Preferowanie linkowania z bibliotekami dzielonymi.

source: Export all dynamic symbols.
pl: Eksportowanie wszystkich symboli dynamicznych.

source: Strip all symbols.
pl: Okrojenie wszystkich symboli.

source: Strip debugging symbols.
pl: Okrojenie symboli debugowych.

source: Assume pagesize for the target system to be SIZE.
pl: Przyjęcie dla systemu docelowego rozmiaru strony ROZMIAR.

source: Set runtime DSO search path.
pl: Ustawienie ścieżki poszukiwania DSO w czasie działania.

source: Set link time DSO search path.
pl: Ustawienie ścieżki poszukiwania DSO w czasie linkowania.

source: Generate dynamic shared object.
pl: Generowanie dynamicznego obiektu dzielonego (DSO).

source: Generate relocatable object.
pl: Generowanie obiektu relokowalnego.

source: Causes symbol not assigned to a version be reduced to local.
pl: Ograniczenie zasięgu symboli nie przypisanych do wersji do lokalnego.

source: Remove unused sections.
pl: Usunięcie nieużywanych sekcji.

source: Don't remove unused sections.
pl: Nie usuwanie nieużywanych sekcji.

source: Set soname of shared object.
pl: Ustawienie soname obiektu dzielonego.

source: Set the dynamic linker name.
pl: Ustawienie nazwy dynamicznego linkera.

source: Create .eh_frame_hdr section
pl: Tworzenie sekcji .eh_frame_hdr

source: Linker Operation Control:
pl: Sterowanie operacjami linkera:

source: Verbose messages.
pl: Szczegółowe komunikaty.

source: Trace file opens.
pl: Śledzenie otwierania plików.

source: Trade speed for less memory usage
pl: Poświęcenie szybkości dla mniejszego zużycia pamięci

source: LEVEL
pl: POZIOM

source: Set optimization level to LEVEL.
pl: Ustawienie poziomu optymalizacji na POZIOM.

source: Use linker script in FILE.
pl: Użycie skryptu linkera z PLIKU.

source: Select to get parser debug information
pl: Wybranie pobrania informacji debugowych parsera

source: Read version information from FILE.
pl: Odczytanie informacji o wersji z PLIKU.

source: Set emulation to NAME.
pl: Ustawienie emulacji na NAZWĘ

source: Combine object and archive files.
pl: Łączenie plików obiektów i archiwów.

source: [FILE]...
pl: [PLIK]...

source: At least one input file needed
pl: Potrzebny jest przynajmniej jeden plik wejściowy

source: error while preparing linking
pl: błąd podczas przygotowywania linkowania

source: cannot open linker script '%s'
pl: nie można otworzyć skryptu linkera '%s'

source: -( without matching -)
pl: -( bez pasującego -)

source: only one option of -G and -r is allowed
pl: dopuszczalna jest tylko jedna z opcji -G i -r

source: more than one '-m' parameter
pl: podano więcej niż jeden parametr '-m'

source: unknown option `-%c %s'
pl: nieznana opcja `-%c %s'

source: invalid page size value '%s': ignored
pl: błędna wartość rozmiaru strony '%s': zignorowano

source: More than one output file name given.
pl: Podano więcej niż jeden plik wyjściowy.

source: Invalid optimization level `%s'
pl: Błędny poziom optymalizacji `%s'

source: nested -( -) groups are not allowed
pl: zagnieżdżone grupy -( -) nie są dozwolone

source: -) without matching -(
pl: -) bez pasującego -(

source: unknown option '-%c %s'
pl: nieznana opcja '-%c %s'

source: could not find input file to determine output file format
pl: nie można znaleźć pliku wejściowego, aby określić format pliku wyjściowego

source: try again with an appropriate '-m' parameter
pl: proszę spróbować jeszcze raz z odpowiednim parametrem '-m'

source: cannot read version script '%s'
pl: nie można odczytać skryptu wersji '%s'

source: duplicate definition of '%s' in linker script
pl: powtórzona definicja '%s' w skrypcie linkera

source: cannot create string table
pl: nie można utworzyć tabeli łańcuchów

source: cannot load ld backend library '%s': %s
pl: nie można odczytać biblioteki backendu ld '%s': %s

source: cannot find init function in ld backend library '%s': %s
pl: nie można znaleźć funkcji init w bibliotece backendu ld '%s': %s

source: %s listed more than once as input
pl: %s podano więcej niż raz na wejściu

source: %s (for -l%s)
pl: %s (dla -l%s)

source: %s (for DT_NEEDED %s)
pl: %s (dla DT_NEEDED %s)

source: Warning: type of `%s' changed from %s in %s to %s in %s
pl: Uwaga: typ `%s' zmienił się z %s w %s na %s w %s

source: Warning: size of `%s' changed from %<PRIu64> in %s to %<PRIu64> in %s
pl: Uwaga: rozmiar `%s' zmienił się z %<PRIu64> w %s na %<PRIu64> w %s

source: (%s+%#<PRIx64>): multiple definition of %s `%s'
pl: (%s+%#<PRIx64>): wielokrotna definicja %s `%s'

source: (%s+%#<PRIx64>): first defined here
pl: (%s+%#<PRIx64>): pierwszy raz zdefiniowano tutaj

source: %s: cannot get section group data: %s
pl: %s: nie można pobrać danych grupy sekcji: %s

source: %s: section '%s' with group flag set does not belong to any group
pl: %s: sekcja '%s' z ustawioną flagą grupy nie należy do żadnej grupy

source: %s: invalid ELF file (%s:%d)
pl: %s: błędny plik ELF (%s:%d)

source: %s: only files of type ET_REL might contain section groups
pl: %s: tylko pliki typu ET_REL mogą zawierać grupy sekcji

source: %s: cannot determine signature of section group [%2zd] '%s': %s
pl: %s: nie można określić sygnatury grupy sekcji [%2zd] '%s': %s

source: %s: section '%s' has unknown type: %d
pl: %s: sekcja '%s' ma nieznany typ: %d

source: cannot get descriptor for ELF file (%s:%d): %s
pl: nie można pobrać deskryptora dla pliku ELF (%s:%d): %s

source: cannot read archive `%s': %s
pl: nie można odczytać archiwum `%s': %s

source: file of type %s cannot be linked in
pl: plik typu %s nie może być wlinkowany

source: %s: input file incompatible with ELF machine type %s
pl: %s: plik wejściowy niekompatybilny z rodzajem maszyny ELF %s

source: %s: cannot get section header string table index: %s
pl: %s: nie można pobrać indeksu tabeli łańcuchów nagłówków sekcji: %s

source: cannot use DSO '%s' when generating relocatable object file
pl: nie można użyć DSO '%s' podczas generowania pliku obiektu relokowalnego

source: input file '%s' ignored
pl: plik wejściowy '%s' zignorowany

source: undefined symbol `%s' in %s
pl: niezdefiniowany symbol `%s' w %s

source: cannot create ELF descriptor for output file: %s
pl: nie można utworzyć deskryptora ELF dla pliku wyjściowego: %s

source: could not create ELF header for output file: %s
pl: nie można utworzyć nagłówka ELF dla pliku wyjściowego: %s

source: cannot create section for output file: %s
pl: nie można utworzyć sekcji dla pliku wyjściowego: %s

source: address computation expression contains variable '%s'
pl: wyrażenie obliczenia adresu zawiera zmienną '%s'

source: argument '%<PRIuMAX>' of ALIGN in address computation expression is no power of two
pl: argument '%<PRIuMAX>' ALIGN w wyrażeniu obliczenia adresu nie jest potęgą dwójki

source: cannot find entry symbol '%s': defaulting to %#0*<PRIx64>
pl: nie można znaleźć symbolu wejściowego '%s': użycie domyślnego %#0*<PRIx64>

source: no entry symbol specified: defaulting to %#0*<PRIx64>
pl: nie określono symbolu wejściowego: użycie domyślnego %#0*<PRIx64>

source: cannot create hash table section for output file: %s
pl: nie można utworzyć sekcji tablicy haszującej dla pliku wyjściowego: %s

source: cannot create symbol table for output file: %s
pl: nie można utworzyć tabeli symboli dla pliku wyjściowego: %s

source: section index too large in dynamic symbol table
pl: indeks sekcji zbyt duży w tabeli symboli dynamicznych

source: cannot create versioning section: %s
pl: nie można utworzyć sekcji wersjonowania: %s

source: cannot create dynamic symbol table for output file: %s
pl: nie można utworzyć tabeli symboli dynamicznych dla pliku wyjściowego: %s

source: cannot create versioning data: %s
pl: nie można utworzyć danych wersjonowania: %s

source: cannot create section header string section: %s
pl: nie można utworzyć sekcji łańcuchów nagłówków sekcji: %s

source: cannot create section header string section
pl: nie można utworzyć sekcji łańcuchów nagłówków sekcji

source: cannot create program header: %s
pl: nie można utworzyć nagłówka programu: %s

source: while determining file layout: %s
pl: podczas określania rozkładu pliku: %s

source: cannot get header of 0th section: %s
pl: nie można pobrać nagłówka zerowej sekcji: %s

source: cannot update ELF header: %s
pl: nie można uaktualnić nagłówka ELF: %s

source: linker backend didn't specify function to relocate section
pl: backend linkera nie określił funkcji dla sekcji relokacji

source: while writing output file: %s
pl: podczas zapisu pliku wyjściowego: %s

source: while finishing output file: %s
pl: podczas kończenia pliku wyjściowego: %s

source: cannot stat output file
pl: nie można wykonać stat na pliku wyjściowym

source: WARNING: temporary output file overwritten before linking finished
pl: UWAGA: tymczasowy plik wyjściowy nadpisany przed zakończeniem linkowania

source: no machine specific '%s' implementation
pl: brak implementacji '%s' specyficznej dla maszyny

source: mode for segment invalid
pl: błędne atrybuty dla segmentu

source: while reading version script '%s': %s at line %d
pl: podczas odczytu skryptu wersji '%s': %s w linii %d

source: while reading linker script '%s': %s at line %d
pl: podczas odczytu skryptu linkera '%s': %s w linii %d

source: default visibility set as local and global
pl: domyślna widoczność ustawiona jako lokalna i globalna

source: Be extremely strict, flag level 2 features.
pl: Bardzo ścisłe sprawdzanie, cechy poziomu 2 flag.

source: Do not print anything if successful
pl: Nie wypisywanie niczego w przypadku sukcesu

source: Binary is a separate debuginfo file
pl: Plik binarny jest oddzielnym plikiem debuginfo

source: Binary has been created with GNU ld and is therefore known to be broken in certain ways
pl: Binarka została utworzona przez GNU ld przez co jest uszkodzona w pewien sposób

source: Pedantic checking of ELF files compliance with gABI/psABI spec.
pl: Szczegółowe sprawdzanie zgodności plików ELF ze specyfikacją gABI/psABI.

source: cannot generate Elf descriptor: %s
pl: nie można wygenerować deskryptora Elf: %s

source: error while closing Elf descriptor: %s
pl: błąd podczas zamykania deskryptora Elf: %s

source: No errors
pl: Bez błędów

source: error while freeing sub-ELF descriptor: %s
pl: błąd podczas zwalniania deskryptora pod-ELF: %s

source: Not an ELF file - it has the wrong magic bytes at the start
pl: To nie jest plik ELF - ma złe bajty magiczne na początku

source: e_ident[%d] == %d is no known class
pl: e_ident[%d] == %d nie jest znaną klasą

source: e_ident[%d] == %d is no known data encoding
pl: e_ident[%d] == %d nie jest znanym kodowaniem danych

source: unknown ELF header version number e_ident[%d] == %d
pl: nieznany numer wersji nagłówka ELF e_ident[%d] == %d

source: unsupported OS ABI e_ident[%d] == '%s'
pl: nieobsługiwane OS ABI e_ident[%d] == '%s'

source: unsupport ABI version e_ident[%d] == %d
pl: nieobsługiwana wersja ABI e_ident[%d] == %d

source: e_ident[%zu] is not zero
pl: e_ident[%zu] nie jest zerem

source: unknown object file type %d
pl: nieznany typ pliku obiektu %d

source: unknown machine type %d
pl: nieznany typ maszyny %d

source: unknown object file version
pl: nieznana wersja pliku obiektu

source: invalid program header offset
pl: błędny offset nagłówka programu

source: executables and DSOs cannot have zero program header offset
pl: pliki wykonywalne i DSO nie mogą mieć zerowego offsetu nagłówka programu

source: invalid number of program header entries
pl: błędna liczba wpisów nagłówka programu

source: invalid section header table offset
pl: błędny offset tabeli nagłówków sekcji

source: section header table must be present
pl: tabela nagłówków sekcji musi istnieć

source: invalid number of section header table entries
pl: błędna liczba wpisów tabeli nagłówków sekcji

source: invalid section header index
pl: błędny indeks nagłówka sekcji

source: invalid machine flags: %s
pl: błędne flagi maszyny: %s

source: invalid ELF header size: %hd
pl: błędny rozmiar nagłówka ELF: %hd

source: invalid program header size: %hd
pl: błędny rozmiar nagłówka programu: %hd

source: invalid program header position or size
pl: błędne położenie lub rozmiar nagłówka programu

source: invalid section header size: %hd
pl: błędny rozmiar nagłówka sekcji: %hd

source: invalid section header position or size
pl: błędne położenie lub rozmiar nagłówka sekcji

source: section [%2d] '%s': section with SHF_GROUP flag set not part of a section group
pl: sekcja [%2d] '%s': sekcja z flagą SHF_GROUP nie jest częścią grupy sekcji

source: section [%2d] '%s': cannot get section data
pl: sekcja [%2d] '%s': nie można pobrać danych sekcji

source: section [%2d] '%s': referenced as string table for section [%2d] '%s' but type is not SHT_STRTAB
pl: sekcja [%2d] '%s': użyta jako tabela łańcuchów dla sekcji [%2d] '%s', ale nie jest typu SHT_STRTAB

source: section [%2d] '%s': symbol table cannot have more than one extended index section
pl: sekcja [%2d] '%s': tabela symboli nie może mieć więcej niż jednej rozszerzonej sekcji indeksów

source: section [%2d] '%s': cannot get symbol %d: %s
pl: sekcja [%2d] '%s': nie można pobrać symbolu %d: %s

source: section [%2d] '%s': '%s' in zeroth entry not zero
pl: sekcja [%2d] '%s': '%s' w zerowym wpisie nie jest zerem

source: section [%2d] '%s': XINDEX for zeroth entry not zero
pl: sekcja [%2d] '%s': XINDEX dla zerowego wpisu nie jest zerem

source: section [%2d] '%s': cannot get symbol %zu: %s
pl: sekcja [%2d] '%s': nie można pobrać symbolu %zu: %s

source: section [%2d] '%s': symbol %zu: invalid name value
pl: sekcja [%2d] '%s': symbol %zu: błędna wartość nazwy

source: section [%2d] '%s': symbol %zu: too large section index but no extended section index section
pl: sekcja [%2d] '%s': symbol %zu: zbyt duży indeks sekcji, ale nie ma sekcji rozszerzonych indeksów sekcji

source: section [%2d] '%s': symbol %zu: XINDEX used for index which would fit in st_shndx (%<PRIu32>)
pl: sekcja [%2d] '%s': symbol %zu: XINDEX użyty dla indeksu, który zmieściłby się w st_shndx (%<PRIu32>)

source: section [%2d] '%s': symbol %zu: invalid section index
pl: sekcja [%2d] '%s': symbol %zu: błędny indeks sekcji

source: section [%2d] '%s': symbol %zu: unknown type
pl: sekcja [%2d] '%s': symbol %zu: nieznany typ

source: section [%2d] '%s': symbol %zu: unknown symbol binding
pl: sekcja [%2d] '%s': symbol %zu: nieznane dowiązanie symbolu

source: section [%2d] '%s': symbol %zu: COMMON only allowed in relocatable files
pl: sekcja [%2d] '%s': symbol %zu: COMMON dopuszczalne tylko w plikach relokowalnych

source: section [%2d] '%s': symbol %zu: local COMMON symbols are nonsense
pl: sekcja [%2d] '%s': symbol %zu: lokalne symbole COMMON to nonsens

source: section [%2d] '%s': symbol %zu: function in COMMON section is nonsense
pl: sekcja [%2d] '%s': symbol %zu: funkcja w sekcji COMMON to nonsens

source: section [%2d] '%s': symbol %zu: st_value out of bounds
pl: sekcja [%2d] '%s': symbol %zu: st_value spoza zakresu

source: section [%2d] '%s': symbol %zu does not fit completely in referenced section [%2d] '%s'
pl: sekcja [%2d] '%s': symbol %zu nie mieści się w całości we wskazywanej sekcji [%2d] '%s'

source: section [%2d] '%s': symbol %zu: referenced section [%2d] '%s' does not have SHF_TLS flag set
pl: sekcja [%2d] '%s': symbol %zu: wskazywana sekcja [%2d] '%s' nie ma ustawionej flagi SHF_TLS

source: section [%2d] '%s': symbol %zu: st_value out of bounds of referenced section [%2d] '%s'
pl: sekcja [%2d] '%s': symbol %zu: st_value spoza zakresu wskazywanej sekcji [%2d] '%s'

source: section [%2d] '%s': symbol %zu: TLS symbol but no TLS program header entry
pl: sekcja [%2d] '%s': symbol %zu: symbol TLS ale brak wpisu TLS nagłówka programu

source: section [%2d] '%s': symbol %zu: st_value short of referenced section [%2d] '%s'
pl: sekcja [%2d] '%s': symbol %zu: st_value pomija wskazywaną sekcję [%2d] '%s'

source: section [%2d] '%s': symbol %zu: local symbol outside range described in sh_info
pl: sekcja [%2d] '%s': symbol %zu: symbol lokalny spoza zakresu określonego w sh_info

source: section [%2d] '%s': symbol %zu: non-local symbol outside range described in sh_info
pl: sekcja [%2d] '%s': symbol %zu: symbol nie-lokalny spoza zakresu określonego w sh_info

source: section [%2d] '%s': symbol %zu: non-local section symbol
pl: sekcja [%2d] '%s': symbol %zu: nie-lokalny symbol sekcji

source: section [%2d] '%s': _GLOBAL_OFFSET_TABLE_ symbol value %#<PRIx64> does not match %s section address %#<PRIx64>
pl: sekcja [%2d] '%s': wartość symbolu _GLOBAL_OFFSET_TABLE_ %#<PRIx64> nie pasuje do adresu sekcji %s %#<PRIx64>

source: section [%2d] '%s': _GLOBAL_OFFSET_TABLE_ symbol size %<PRIu64> does not match %s section size %<PRIu64>
pl: sekcja [%2d] '%s': rozmiar symbolu _GLOBAL_OFFSET_TABLE_ %<PRIu64> nie pasuje do rozmiaru sekcji %s %<PRIu64>

source: section [%2d] '%s': _GLOBAL_OFFSET_TABLE_ symbol present, but no .got section
pl: sekcja [%2d] '%s': symbol _GLOBAL_OFFSET_TABLE_ istnieje, ale brak sekcji .got

source: section [%2d] '%s': _DYNAMIC_ symbol value %#<PRIx64> does not match dynamic segment address %#<PRIx64>
pl: sekcja [%2d] '%s': wartość symbolu _DYNAMIC_ %#<PRIx64> nie pasuje do adresu segmentu dynamicznego %#<PRIx64>

source: section [%2d] '%s': _DYNAMIC symbol size %<PRIu64> does not match dynamic segment size %<PRIu64>
pl: sekcja [%2d] '%s': rozmiar symbolu _DYNAMIC_ %<PRIu64> nie pasuje do rozmiaru segmentu dynamicznego %<PRIu64>

source: section [%2d] '%s': DT_RELCOUNT used for this RELA section
pl: sekcja [%2d] '%s': wartość DT_RELCOUNT użyta dla tej sekcji RELA

source: section [%2d] '%s': DT_RELCOUNT value %d too high for this section
pl: sekcja [%2d] '%s': wartość DT_RELCOUNT %d zbyt duża dla tej sekcji

source: section [%2d] '%s': relative relocations after index %d as specified by DT_RELCOUNT
pl: sekcja [%2d] '%s': relokacje względne po indeksie %d określonym przez DT_RELCOUNT

source: section [%2d] '%s': non-relative relocation at index %zu; DT_RELCOUNT specified %d relative relocations
pl: sekcja [%2d] '%s': relokacja bezwzględna pod indeksem %zu; DT_RELCOUNT określił %d relokacji względnych

source: section [%2d] '%s': DT_RELACOUNT used for this REL section
pl: sekcja [%2d] '%s': DT_RELACOUNT użyte dla tej sekcji REL

source: section [%2d] '%s': invalid destination section index
pl: sekcja [%2d] '%s': błędny indeks sekcji docelowej

source: section [%2d] '%s': invalid destination section type
pl: sekcja [%2d] '%s': błędny typ sekcji docelowej

source: section [%2d] '%s': sh_info should be zero
pl: sekcja [%2d] '%s': sh_info nie jest zerem

source: section [%2d] '%s': no relocations for merge-able sections possible
pl: sekcja [%2d] '%s': relokacje dla sekcji złączalnych niemożliwe

source: section [%2d] '%s': section entry size does not match ElfXX_Rela
pl: sekcja [%2d] '%s': rozmiar wpisu sekcji nie zgadza się z ElfXX_Rela

source: text relocation flag set but there is no read-only segment
pl: flaga relokacji tekstu ustawiona, ale nie ma segmentu tylko do odczytu

source: section [%2d] '%s': relocation %zu: invalid type
pl: sekcja [%2d] '%s': relokacja %zu: błędny typ

source: section [%2d] '%s': relocation %zu: relocation type invalid for the file type
pl: sekcja [%2d] '%s': relokacja %zu: typ relokacji błędny dla tego typu pliku

source: section [%2d] '%s': relocation %zu: invalid symbol index
pl: sekcja [%2d] '%s': relokacja %zu: błędny indeks symbolu

source: section [%2d] '%s': relocation %zu: only symbol '_GLOBAL_OFFSET_TABLE_' can be used with %s
pl: sekcja [%2d] '%s': relokacja %zu: z %s można użyć tylko symbolu '_GLOBAL_OFFSET_TABLE_'

source: section [%2d] '%s': relocation %zu: offset out of bounds
pl: sekcja [%2d] '%s': relokacja %zu: offset spoza zakresu

source: section [%2d] '%s': relocation %zu: copy relocation against symbol of type %s
pl: sekcja [%2d] '%s': relokacja %zu: relokacja kopii względem symbolu typu %s

source: section [%2d] '%s': relocation %zu: read-only section modified but text relocation flag not set
pl: sekcja [%2d] '%s': relokacja %zu: sekcja tylko do odczytu modyfikowana, ale flaga relokacji tekstu nie ustawiona

source: section [%2d] '%s': relocations are against loaded and unloaded data
pl: sekcja [%2d] '%s': relokacje względem wczytanych i niewczytanych danych

source: section [%2d] '%s': cannot get relocation %zu: %s
pl: sekcja [%2d] '%s': nie można pobrać relokacji %zu: %s

source: more than one dynamic section present
pl: obecna więcej niż jedna sekcja dynamiczna

source: section [%2d] '%s': section entry size does not match ElfXX_Dyn
pl: sekcja [%2d] '%s': rozmiar wpisu sekcji nie zgadza się z ElfXX_Dyn

source: section [%2d] '%s': sh_info not zero
pl: sekcja [%2d] '%s': sh_info nie jest zerem

source: section [%2d] '%s': cannot get dynamic section entry %zu: %s
pl: sekcja [%2d] '%s': nie można pobrać wpisu %zu sekcji dynamicznej: %s

source: section [%2d] '%s': non-DT_NULL entries follow DT_NULL entry
pl: sekcja [%2d] '%s': wpisy nie-DT_NULL występują po wpisie DT_NULL
