Repository: MotorolaMobilityLLC/external-elfutils
Catalog: po/*.po
Languages: pl

source: memory exhausted
pl: pamięć wyczerpana

source: no error
pl: bez błędu

source: unknown error
pl: nieznany błąd

source: out of memory
pl: brak pamięci

source: invalid command
pl: błędne polecenie

source: invalid offset
pl: błędny offset

source: cannot create output file
pl: nie można utworzyć pliku wyjściowego

source: invalid parameter
pl: błędny parametr

source: cannot change mode of output file
pl: nie można zmienić uprawnień pliku wyjściowego

source: cannot rename output file
pl: nie można zmienić nazwy pliku wyjściowego

source: duplicate symbol
pl: powtórzony symbol

source: invalid section type for operation
pl: błędny rodzaj sekcji dla tej operacji

source: error during output of data
pl: błąd podczas wyprowadzania danych

source: invalid access
pl: błędny dostęp

source: no regular file
pl: to nie jest zwykły plik

source: I/O error
pl: błąd we/wy

source: invalid ELF file
pl: błędny plik ELF

source: no DWARF information
pl: brak informacji DWARF

source: no ELF file
pl: brak pliku ELF

source: cannot get ELF header
pl: nie można pobrać nagłówka ELF

source: not implemented
pl: nie zaimplementowane

source: invalid version
pl: błędna wersja

source: invalid file
pl: błędny plik

source: no entries found
pl: nie znaleziono wpisów

source: invalid DWARF
pl: błędny DWARF

source: no string data
pl: brak danych w postaci łańcucha

source: no address value
pl: brak wartości adresu

source: no constant value
pl: brak wartości stałej

source: no reference value
pl: brak wartości odwołania

source: invalid reference value
pl: błędna wartość odwołania

source: .debug_line section missing
pl: brak sekcji .debug_line

source: invalid .debug_line section
pl: błędna sekcja .debug_line

source: debug information too big
pl: informacje debugowe zbyt duże

source: invalid DWARF version
pl: błędna wersja DWARF

source: invalid directory index
pl: błędny indeks katalogu

source: address out of range
pl: adres spoza zakresu

source: no location list value
pl: brak wartości listy położeń

source: no block data
pl: brak danych blokowych

source: invalid line index
pl: błędny indeks linii

source: invalid address range index
pl: błędny indeks zakresu adresów

source: no matching address range
pl: brak pasującego zakresu adresów

source: no flag value
pl: brak wartości flagi

source: .debug_ranges section missing
pl: brak sekcji .debug_ranges

source: Copyright (C) %s Red Hat, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Copyright (C) %s Red Hat, Inc. To oprogramowanie jest darmowe; warunki kopiowania są opisane w źródłach. Autorzy nie dają ŻADNYCH gwarancji, w tym również gwarancji PRZYDATNOŚCI DO SPRZEDAŻY LUB DO KONKRETNYCH CELÓW.

source: Written by %s.
pl: Autorem jest %s.

source: cannot stat '%s'
pl: nie można wykonać stat na '%s'

source: cannot create new file
pl: nie można utworzyć nowego pliku

source: cannot open %s
pl: nie można otworzyć %s

source: Output selection:
pl: Wybór wyjścia:

source: Display debugger-only symbols
pl: Wyświetlenie symboli wyłącznie debugowych

source: Display only defined symbols
pl: Wyświetlenie tylko symboli zdefiniowanych

source: Display dynamic symbols instead of normal symbols
pl: Wyświetlenie symboli dynamicznych zamiast normalnych

source: Display only external symbols
pl: Wyświetlenie tylko symboli zewnętrznych

source: Display only undefined symbols
pl: Wyświetlenie tylko symboli niezdefiniowanych

source: Include index for symbols from archive members
pl: Dołączenie indeksu dla symboli z elementów archiwum

source: Output format:
pl: Format wyjścia:

source: Print name of the input file before every symbol
pl: Wypisanie nazwy pliku wejściowego przed każdym symbolem

source: Use the output format FORMAT. FORMAT can be `bsd', `sysv' or `posix'. The default is `sysv'
pl: Użycie takiego FORMATU wyjściowego. Może to być `bsd', `sysv' lub `posix'. Domyślny jest `sysv'

source: Same as --format=bsd
pl: To samo co --format=bsd

source: Same as --format=posix
pl: To samo co --format=posix

source: Use RADIX for printing symbol values
pl: Użycie BAZY do wypisywania wartości symboli

source: Mark weak symbols
pl: Oznaczanie symboli słabych

source: Print size of defined symbols
pl: Wypisywanie rozmiaru zdefiniowanych symboli

source: Output options:
pl: Opcje wyjścia

source: Sort symbols numerically by address
pl: Sortowanie symboli numerycznie według adresu

source: Do not sort the symbols
pl: Nie sortowanie symboli

source: Reverse the sense of the sort
pl: Odwrócenie porządku sortowania

source: Miscellaneous:
pl: Różne:

source: List symbols from FILEs (a.out by default).
pl: Podanie listy symboli z PLIKU (domyślnie a.out).

source: [FILE...]
pl: [PLIK...]

source: %s: INTERNAL ERROR %d (%s-%s): %s
pl: %s: BŁĄD WEWNĘTRZNY %d (%s-%s): %s

source: cannot open '%s'
pl: nie można otworzyć '%s'

source: while closing '%s'
pl: podczas zamykania '%s'

source: %s: File format not recognized
pl: %s: Format pliku nie rozpoznany

source: Archive index:
pl: Indeks archiwum:

source: invalid offset %zu for symbol %s
pl: błędny offset %zu dla symbolu %s

source: %s in %s
pl: %s w %s

source: cannot reset archive offset to beginning
pl: nie można przestawić offsetu w archiwum na początek

source: %s%s%s: file format not recognized
pl: %s%s%s: format pliku nie rozpoznany

source: cannot create search tree
pl: nie można utworzyć drzewa wyszukiwania

source: cannot get section header string table index
pl: nie można pobrać indeksu tabeli łańcuchów nagłówków sekcji

source: Symbols from %s:
pl: Symbole z %s:

source: Symbols from %s[%s]:
pl: Symbole z %s[%s]:

source: %*s%-*s %-*s Class Type %-*s %*s Section
pl: %*s%-*s %-*s Klasa Typ %-*s %*s Sekcja

source: %s: entry size in section `%s' is not what we expect
pl: %s: rozmiar wpisu w sekcji `%s' nie jest tym czego oczekiwano

source: %s: size of section `%s' is not multiple of entry size
pl: %s: rozmiar sekcji `%s' nie jest wielokrotnością rozmiaru wpisu

source: %s%s%s%s: Invalid operation
pl: %s%s%s%s: Błędna operacja

source: %s%s%s: no symbols
pl: %s%s%s: brak symboli

source: Display the dynamic segment
pl: Wyświetlenie segmentu dynamicznego

source: Display the ELF file header
pl: Wyświetlenie nagłówka pliku ELF

source: Display histogram of bucket list lengths
pl: Wyświetlenie histogramu długości list kubełków

source: Display the program headers
pl: Wyświetlenie nagłówków programu

source: Display relocations
pl: Wyświetlenie relokacji

source: Display the symbol table
pl: Wyświetlenie tabeli symboli

source: Display versioning information
pl: Wyświetlenie informacji o wersjonowaniu

source: Output control:
pl: Kontrola wyjścia:

source: Print information from ELF file in human-readable form.
pl: Wypisanie informacji z pliku ELF w postaci czytelnej dla człowieka

source: FILE...
pl: PLIK...

source: cannot open input file
pl: nie można otworzyć pliku wejściowego

source: Unknown DWARF debug section `%s'.
pl: Nieznana sekcja debugowa DWARF `%s'.

source: Missing file name.
pl: Brak nazwy pliku.

source: No operation specified.
pl: Nie podano operacji.

source: error while closing Elf descriptor: %s
pl: błąd podczas zamykania deskryptora Elf: %s

source: cannot stat input file
pl: nie można wykonać stat na pliku wejściowym

source: input file is empty
pl: plik wejściowy jest pusty

source: cannot read ELF header: %s
pl: nie można odczytać nagłówka ELF: %s

source: cannot create EBL handle
pl: nie można utworzyć uchwytu EBL

source: cannot determine number of sections: %s
pl: nie można określić liczby sekcji: %s

source: NONE (None)
pl: NONE (Żaden)

source: REL (Relocatable file)
pl: REL (Plik relokowalny)

source: EXEC (Executable file)
pl: EXEC (Plik wykonywalny)

source: DYN (Shared object file)
pl: DYN (Plik obiektu dzielonego)

source: CORE (Core file)
pl: CORE (Plik core)

source: OS Specific: (%x)
pl: Zależny od systemu: (%x)

source: Processor Specific: (%x)
pl: Zależny od procesora: (%x)

source: ELF Header: Magic:
pl: Nagłówek ELF: Magic:

source: Class: %s
pl: Klasa: %s

source: Data: %s
pl: Dane: %s

source: Ident Version: %hhd %s
pl: Wersja Ident: %hhd %s

source: (current)
pl: (aktualna)

source: ABI Version: %hhd
pl: Wersja ABI: %hhd

source: Type:
pl: Typ:

source: Machine: %s
pl: Maszyna: %s

source: Version: %d %s
pl: Wersja: %d %s

source: Entry point address: %#<PRIx64>
pl: Adres punktu wejściowego: %#<PRIx64>

source: Start of program headers: %<PRId64> %s
pl: Początek nagłówków programu: %<PRId64> %s

source: (bytes into file)
pl: (bajtów w pliku)

source: Start of section headers: %<PRId64> %s
pl: Początek nagłówków sekcji: %<PRId64> %s

source: Flags: %s
pl: Flagi: %s

source: Size of this header: %<PRId16> %s
pl: Rozmiar tego nagłówka: %<PRId16> %s

source: (bytes)
pl: (bajtów)

source: Size of program header entries: %<PRId16> %s
pl: Rozmiar wpisów nagłówka programu: %<PRId16> %s

source: ([0] not available)
pl: ([0] niedostępny)

source: Size of section header entries: %<PRId16> %s
pl: Rozmiar wpisów nagłówka sekcji: %<PRId16> %s

source: Number of section headers entries: %<PRId16>
pl: Liczba wpisów nagłówków sekcji: %<PRId16>

source: (%<PRIu32> in [0].sh_size)
pl: (%<PRIu32> w [0].sh_size)

source: (%<PRIu32> in [0].sh_link)
pl: (%<PRIu32> w [0].sh_link)

source: Section header string table index: XINDEX%s
pl: Indeks tabeli łańcuchów nagłówków sekcji: XINDEX%s

source: Section header string table index: %<PRId16>
pl: Indeks tabeli łańcuchów nagłówków sekcji: %<PRId16>

source: There are %d section headers, starting at offset %#<PRIx64>:
pl: Jest %d nagłówków sekcji, zaczynających się od offsetu %#<PRIx64>:

source: Section Headers:
pl: Nagłówki sekcji:

source: [Nr] Name Type Addr Off Size ES Flags Lk Inf Al
pl: [Nr] Nazwa Typ Adres Offset Rozm ES Flagi Lk Inf Al

source: [Nr] Name Type Addr Off Size ES Flags Lk Inf Al
pl: [Nr] Nazwa Typ Adres Offset Rozmiar ES Flagi Lk Inf Al

source: cannot get section: %s
pl: nie można pobrać sekcji: %s

source: cannot get section header: %s
pl: nie można pobrać nagłówka sekcji: %s

source: Program Headers:
pl: Nagłówki programu:

source: Type Offset VirtAddr PhysAddr FileSiz MemSiz Flg Align
pl: Typ Offset AdresWirt AdresFiz RozmPlik RozmPam Flg Wyrównanie

source: Type Offset VirtAddr PhysAddr FileSiz MemSiz Flg Align
pl: Typ Offset AdresWirtualny AdresFizyczny RozmPlik RozmPam Flg Wyrównanie

source: [Requesting program interpreter: %s]
pl: [Wywołanie interpretera programu: %s]

source: Section to Segment mapping: Segment Sections...
pl: Odwzorowanie sekcji na segmenty: Segment Sekcje...

source: cannot get program header: %s
pl: nie można pobrać nagłówka programu: %s

source: COMDAT section group [%2zu] '%s' with signature '%s' contains %zu entry:
pl: Grupa sekcji COMDAT [%2zu] '%s' z sygnaturą '%s' zawiera %zu wpis:

source: Section group [%2zu] '%s' with signature '%s' contains %zu entry:
pl: Grupa sekcji [%2zu] '%s' z sygnaturą '%s' zawiera %zu wpis:

source: <INVALID SYMBOL>
pl: <BŁĘDNY SYMBOL>

source: <INVALID SECTION>
pl: <BŁĘDNA SEKCJA>

source: Dynamic segment contains %lu entry: Addr: %#0*<PRIx64> Offset: %#08<PRIx64> Link to section: [%2u] '%s'
pl: Segment dynamiczny zawiera %lu wpis: Adres: %#0*<PRIx64> Offset: %#08<PRIx64> Dowiązanie do sekcji: [%2u] '%s'

source: Type Value
pl: Typ Wartość

source: Shared library: [%s]
pl: Biblioteka dzielona: [%s]

source: Library soname: [%s]
pl: soname biblioteki: [%s]

source: Library rpath: [%s]
pl: rpath biblioteki: [%s]

source: Library runpath: [%s]
pl: runpath biblioteki: [%s]

source: %<PRId64> (bytes)
pl: %<PRId64> (bajtów)

source: Invalid symbol table at offset %#0<PRIx64>
pl: Błędna tabela symboli pod offsetem %#0<PRIx64>

source: Relocation section [%2zu] '%s' for section [%2u] '%s' at offset %#0<PRIx64> contains %d entry:
pl: Sekcja relokacji [%2zu] '%s' dla sekcji [%2u] '%s' pod offsetem %#0<PRIx64> zawiera %d wpis:

source: Relocation section [%2u] '%s' at offset %#0<PRIx64> contains %d entry:
pl: Sekcja relokacji [%2u] '%s' pod offsetem %#0<PRIx64> zawiera %d wpis:

source: Offset Type Value Name
pl: Offset Typ Wartość Nazwa

source: Offset Type Value Name
pl: Offset Typ Wartość Nazwa

source: <INVALID RELOC>
pl: <BŁĘDNA RELOKACJA>

source: INVALID SYMBOL
pl: BŁĘDNY SYMBOL

source: INVALID SECTION
pl: BŁĘDNA SEKCJA

source: Offset Type Value Addend Name
pl: Offset Typ Wartość Koniec Nazwa

source: Offset Type Value Addend Name
pl: Offset Typ Wartość Koniec Nazwa

source: Symbol table [%2u] '%s' contains %u entry:
pl: Tabela symboli [%2u] '%s' zawiera %u wpis:

source: %lu local symbol String table: [%2u] '%s'
pl: %lu symbol lokalny Tabela łańcuchów: [%2u] '%s'

source: Num: Value Size Type Bind Vis Ndx Name
pl: Numer: Wartość Rozm Typ Bind Widoczność Ndx Nazwa

source: Num: Value Size Type Bind Vis Ndx Name
pl: Numer: Wartość Rozm Typ Bind Widoczność Ndx Nazwa

source: bad dynamic symbol
pl: błędny symbol dynamiczny

source: none
pl: brak

source: | <unknown>
pl: | <nieznany>

source: Version needs section [%2u] '%s' contains %d entry: Addr: %#0*<PRIx64> Offset: %#08<PRIx64> Link to section: [%2u] '%s'
pl: Sekcja wymaganych wersji [%2u] '%s' zawiera %d wpis: Adres: %#0*<PRIx64> Offset: %#08<PRIx64> Dowiązanie do sekcji: [%2u] '%s'

source: %#06x: Version: %hu File: %s Cnt: %hu
pl: %#06x: Wersja: %hu Plik: %s Licznik: %hu

source: %#06x: Name: %s Flags: %s Version: %hu
pl: %#06x: Nazwa: %s Flagi: %s Wersja: %hu

source: Version definition section [%2u] '%s' contains %d entry: Addr: %#0*<PRIx64> Offset: %#08<PRIx64> Link to section: [%2u] '%s'
pl: Sekcja definicji wersji [%2u] '%s' zawiera %d wpis: Adres: %#0*<PRIx64> Offset: %#08<PRIx64> Dowiązanie do sekcji: [%2u] '%s'

source: %#06x: Version: %hd Flags: %s Index: %hd Cnt: %hd Name: %s
pl: %#06x: Wersja: %hd Flagi: %s Indeks: %hd Licznik: %hd Nazwa: %s

source: %#06x: Parent %d: %s
pl: %#06x: Rodzic %d: %s

source: Version symbols section [%2u] '%s' contains %d entry: Addr: %#0*<PRIx64> Offset: %#08<PRIx64> Link to section: [%2u] '%s'
pl: Sekcja symboli wersji [%2u] '%s' zawiera %d wpis: Adres: %#0*<PRIx64> Offset: %#08<PRIx64> Dowiązanie do sekcji: [%2u] '%s'

source: 0 *local*
pl: 0 *lokalny*

source: 1 *global*
pl: 1 *globalny*

source: Histogram for bucket list length in section [%2u] '%s' (total of %d bucket): Addr: %#0*<PRIx64> Offset: %#08<PRIx64> Link to section: [%2u] '%s'
pl: Histogram dla długości listy kubełków w sekcji [%2u] '%s' (w sumie %d kubełek): Adres: %#0*<PRIx64> Offset: %#08<PRIx64> Dowiązanie do sekcji: [%2u] '%s'

source: Length Number % of total Coverage
pl: Długość Liczba % całości Pokrycie

source: Average number of tests: successful lookup: %f unsuccessful lookup: %f
pl: Średnia liczba testów: udane wyszukania: %f nieudane wyszukania: %f

source: cannot get data for section %d: %s
pl: nie można pobrać danych dla sekcji %d: %s

source: Symbol Bias: %u Bitmask Size: %zu bytes %<PRIuFAST32>%% bits set 2nd hash shift: %u
pl: Przesunięcie symboli: %u Rozmiar maski bitowej: %zu bajtów %<PRIuFAST32>%% bitów ustawionych drugie przesunięcie hasza: %u

source: Library list section [%2zu] '%s' at offset %#0<PRIx64> contains %d entry:
pl: Sekcja listy bibliotek [%2zu] '%s' pod offsetem %#0<PRIx64> zawiera %d wpis:

source: Library Time Stamp Checksum Version Flags
pl: Biblioteka Oznaczenie czasu Suma k. Wersja Flagi

source: unknown tag %hx
pl: nieznany znacznik %hx

source: unknown user tag %hx
pl: nieznany znacznik użytkownika %hx

source: unknown attribute %hx
pl: nieznany atrybut %hx

source: unknown user attribute %hx
pl: nieznany atrybut użytkownika %hx

source: unknown form %<PRIx64>
pl: nieznana forma %<PRIx64>

source: Abbreviation section at offset %<PRIu64>:
pl: Sekcja skrótów pod offsetem %<PRIu64>:

source: *** error while reading abbreviation: %s
pl: *** błąd podczas odczytu skrótu: %s

source: [%5u] offset: %<PRId64>, children: %s, tag: %s
pl: [%5u] offset: %<PRId64>, potomek: %s, znacznik: %s

source: yes
pl: tak

source: no
pl: nie

source: cannot get .debug_aranges content: %s
pl: nie można pobrać zawartości .debug_aranges: %s

source: [%*zu] start: %0#*<PRIx64>, length: %5<PRIu64>, CU DIE offset: %6<PRId64>
pl: [%*zu] start: %0#*<PRIx64>, długość: %5<PRIu64>, offset CU DIE: %6<PRId64>

source: cannot get .debug_ranges content: %s
pl: nie można pobrać zawartości .debug_ranges: %s

source: invalid data in section [%zu] '%s'
pl: błędne dane w sekcji [%zu] '%s'

source: cannot get attribute code: %s
pl: nie można pobrać kodu atrybutu: %s

source: cannot get attribute form: %s
pl: nie można pobrać formy atrybutu: %s

source: cannot get attribute value: %s
pl: nie można pobrać wartości atrybutu: %s

source: Compilation unit at offset %<PRIu64>: Version: %<PRIu16>, Abbreviation section offset: %<PRIu64>, Address size: %<PRIu8>, Offset size: %<PRIu8>
pl: Jednostka kompilacji pod offsetem %<PRIu64>: Wersja: %<PRIu16>, offset sekcji skrótów: %<PRIu64>, rozmiar adresu: %<PRIu8>, rozmiar offsetu: %<PRIu8>

source: cannot get DIE at offset %<PRIu64> in section '%s': %s
pl: nie można pobrać DIE pod offsetem %<PRIu64> w sekcji '%s': %s

source: cannot get DIE offset: %s
pl: nie można pobrać offsetu DIE: %s

source: cannot get tag of DIE at offset %<PRIu64> in section '%s': %s
pl: nie można pobrać znacznika DIE pod offsetem %<PRIu64> w sekcji '%s': %s

source: cannot get next DIE: %s
pl: nie można pobrać następnego DIE: %s

source: cannot get next DIE: %s
pl: nie można pobrać następnego DIE: %s

source: cannot get line data section data: %s
pl: nie można pobrać danych sekcji danych linii: %s

source: Table at offset %Zu:
pl: Tabela pod offsetem %Zu:

source: Length: %<PRIu64> DWARF version: %<PRIuFAST16> Prologue length: %<PRIu64> Minimum instruction length: %<PRIuFAST8> Initial value if '%s': %<PRIuFAST8> Line base: %<PRIdFAST8> Line range: %<PRIuFAST8> Opcode base: %<PRIuFAST8> Opcodes:
pl: Długość: %<PRIu64> Wersja DWARF: %<PRIuFAST16> Długość prologu: %<PRIu64> Minimalna długość instrukcji: %<PRIuFAST8> Początkowa wartość '%s': %<PRIuFAST8> Początek linii: %<PRIdFAST8> Przedział linii: %<PRIuFAST8> Początek instrukcji: %<PRIuFAST8> Instrukcje:

source: Directory table:
pl: Tabela katalogu:

source: File name table: Entry Dir Time Size Name
pl: Tabela nazw plików: Wpis Kat Czas Rozmiar Nazwa

source: Line number statements:
pl: Instrukcje numerów linii:

source: extended opcode %u:
pl: instrukcja rozszerzona %u:

source: end of sequence
pl: koniec sekwencji

source: define new file: dir=%u, mtime=%<PRIu64>, length=%<PRIu64>, name=%s
pl: definicja nowego pliku: dir=%u, mtime=%<PRIu64>, długość=%<PRIu64>, nazwa=%s

source: unknown opcode
pl: nieznany kod instrukcji

source: copy
pl: kopiowanie

source: advance line by constant %d to %<PRId64>
pl: zwiększenie linii o stałą %d do %<PRId64>

source: set file to %<PRIu64>
pl: ustawienie pliku na %<PRIu64>

source: set column to %<PRIu64>
pl: ustawienie kolumny na %<PRIu64>

source: set '%s' to %<PRIuFAST8>
pl: ustawienie '%s' na %<PRIuFAST8>

source: set basic block flag
pl: ustawienie podstawowej flagi bloku

source: set prologue end flag
pl: ustawienie flagi końca prologu

source: set epilogue begin flag
pl: ustawienie flagi początku epilogu

source: unknown opcode with %<PRIu8> parameter:
pl: nieznana instrukcja z %<PRIu8> parametrem:

source: cannot get .debug_loc content: %s
pl: nie można pobrać zawartości .debug_log: %s

source: cannot get macro information section data: %s
pl: nie można pobrać danych sekcji informacji o makrach: %s

source: %*s*** non-terminated string at end of section
pl: %*s*** niezakończony łańcuch na końcu sekcji

source: [%5d] DIE offset: %6<PRId64>, CU DIE offset: %6<PRId64>, name: %s
pl: [%5d] offset DIE: %6<PRId64>, offset CU DIE: %6<PRId64>, nazwa: %s

source: *** error while reading strings: %s
pl: *** błąd podczas odczytu łańcuchów: %s

source: cannot get debug context descriptor: %s
pl: nie można pobrać deskryptora kontekstu debugowego: %s

source: Owner Data size Type
pl: Właściciel Rozmiar danych Typ

source: cannot get content of note section: %s
pl: nie można pobrać zawartości sekcji notatki: %s

source: Use the output format FORMAT. FORMAT can be `bsd' or `sysv'. The default is `bsd'
pl: Użycie tego FORMATU wyjścia. Może to być `bsd' lub `sysv'. Domyślny jest `bsd'

source: Same as `--format=sysv'
pl: To samo co `--format=sysv'

source: Same as `--format=bsd'
pl: To samo co `--format=bsd'

source: Same as `--radix=10'
pl: To samo co `--radix=10'

source: Same as `--radix=8'
pl: To samo co `--radix=8'

source: Same as `--radix=16'
pl: To samo co `--radix=16'

source: Similar to `--format=sysv' output but in one line
pl: Podobnie do wyjścia `--format=sysv', ale w jednej linii

source: Print size and permission flags for loadable segments
pl: Wypisanie rozmiaru i flag uprawnień dla segmentów ładowalnych

source: Display the total sizes (bsd only)
pl: Wyświetlenie całkowitych rozmiarów (tylko bsd)

source: List section sizes of FILEs (a.out by default).
pl: Podanie rozmiarów sekcji PLIKU (domyślnie a.out).

source: Invalid format: %s
pl: Błędny format: %s

source: Invalid radix: %s
pl: Błędna baza: %s

source: %s: file format not recognized
pl: %s: format pliku nie rozpoznany

source: (TOTALS)
pl: (CAŁKOWITE)

source: Place stripped output into FILE
pl: Umieszczenie okrojonego wyjścia w PLIKU

source: Extract the removed sections into FILE
pl: Wyciągnięcie usuwanych sekcji do PLIKU

source: Embed name FILE instead of -f argument
pl: Osadzenie nazwy PLIK zamiast argumentu -f

source: Remove all debugging symbols
pl: Usunięcie wszystkich symboli debugowych

source: Copy modified/access timestamps to the output
pl: Skopiowanie czasów modyfikacji/dostępu do wyjścia

source: Remove .comment section
pl: Usunięcie sekcji .comment

source: Relax a few rules to handle slightly broken ELF files
pl: Złagodzenie kilku reguł aby obsłużyć lekko uszkodzone pliki ELF

source: Discard symbols from object files.
pl: Odrzucenie symboli z plików obiektów.

source: Only one input file allowed together with '-o' and '-f'
pl: Tylko jeden plik wejściowy jest dozwolony z '-o' i '-f'

source: -f option specified twice
pl: opcję -f podano dwukrotnie

source: -F option specified twice
pl: opcję -F podano dwukrotnie

source: -o option specified twice
pl: opcję -o podano dwukrotnie

source: -R option supports only .comment section
pl: Opcja -R obsługuje tylko sekcję .comment

source: cannot stat input file '%s'
pl: nie można wykonać stat na pliku wejściowym '%s'

source: while opening '%s'
pl: podczas otwierania '%s'

source: %s: cannot use -o or -f when stripping archive
pl: %s: nie można używać -o ani -f przy okrajaniu archiwum

source: cannot open EBL backend
pl: nie można otworzyć backendu EBL

source: cannot create new file '%s': %s
pl: nie można utworzyć nowego pliku '%s': %s

source: illformed file '%s'
pl: plik '%s' ma zły format

source: while generating output file: %s
pl: podczas generowania pliku wyjściowego: %s

source: %s: error while creating ELF header: %s
pl: %s: błąd podczas tworzenia nagłówka ELF: %s

source: while preparing output for '%s'
pl: podczas przygotowywania wyjścia dla '%s'

source: while create section header section: %s
pl: podczas tworzenia sekcji nagłówka sekcji: %s

source: cannot allocate section data: %s
pl: nie można przydzielić danych sekcji: %s

source: while create section header string table: %s
pl: podczas tworzenia tabeli łańcuchów nagłówka sekcji: %s

source: while writing '%s': %s
pl: podczas zapisu '%s': %s

source: while creating '%s'
pl: podczas tworzenia `%s'

source: while computing checksum for debug information
pl: podczas obliczania sumy kontrolnej dla informacji debugowych

source: %s: error while reading the file: %s
pl: %s: błąd podczas odczytu pliku: %s

source: error while finishing '%s': %s
pl: błąd podczas kończenia '%s': %s
